Repository: LuMingYinDetect/boa
Catalog: debian/po/*.po
Languages: es, eu, fr, pt_br, ru, sv, vi

source: Do nothing, Specify an alternative port
es: No hacer nada, especificar un puerto alternativo
eu: Ez ezer egin, Beste ataka bat ezarri
fr: Ne rien faire, Choisir un autre port
pt_br: Não faça nada, Especificar uma porta alternativa
ru: Ничего не делать, Выбрать другой порт
sv: Gör ingenting, Ange en alternativ port
vi: Không làm gì, Ghi rõ một cổng khác

source: Port conflict resolution method:
es: Método de resolución del conflicto de puerto:
eu: Ataka gatazka ebazpen metodoa:
fr: Méthode de résolution du conflit de port :
pt_br: Método de resolução de conflitos de porta:
ru: Что делать с конфликтом порта:
sv: Metod för att lösa portkonflikten:
vi: Phương pháp giải quyết cổng bị xung đột:

source: In order for the installation to proceed properly, you must select an appropriate method to resolve the port conflict problem. Choosing 'Do nothing' will prevent boa from being started upon boot up, and you will be required to resolve the problem manually.
es: Debe seleccionar el método apropiado para resolver el conflicto de puertos para que la instalación proceda correctamente. Si escoge «No hacer nada» boa tendrá problemas para arrancar en el inicio del sistema y usted necesitará resolver el problema manualmente.
eu: Instalazioa behar bezala amaitzeko, ataka gatazka ebazpena egiteko erabiliko den metodoa ezarri behar duzu. Ez ezer egitea hautatzean ezerk ez du sistema berrabiaraztean boa abiaraztea ezinduko, eta arazoa eskuz konpondu beharko duzu.
fr: Pour que l'installation se déroule correctement, vous devez choisir de résoudre le conflit de ports. Boa ne démarrera pas si vous choisissez de « ne rien faire », et vous devrez alors résoudre le problème vous-même.
pt_br: Para que a instalação proceda apropriadamente, você deve selecionar um método apropriado para resolver o problema de conflitos de porta. Escolher 'Não faça nada' evitará que boa seja iniciado no processo de inicialização, e você terá que resolver o problema manualmente.
ru: Чтобы продолжить установку вы должны выбрать приемлемое решение проблемы уже занятого порта. Если выбрать 'Ничего не делать', то boa не будет запускаться, и вам придётся решать проблему вручную.
sv: För att installationen ska fortgå utan problem, måste du välja en lämplig metod att lösa portkonflikten. Välja "Gör ingenting" kommer att förhindra boa från att starta vid systemets uppstart och du kommer att behöva lösa problemet manuellt.
vi: Để tiếp tục được tiến trình cài đặt, bạn cần phải chọn phương pháp thích hợp để giải quyết trường hợp cổng bị xung đột. Việc chọn « Không làm gì » sẽ ngăn cản trình boa khởi chạy khi máy khởi động, và bạn sẽ cần phải tự giải quyết vấn đề này.

source: Port already in use
es: El puerto ya está ocupado
eu: Ataka dagoeneko erabilia
fr: Port 80 déjà utilisé
pt_br: Porta já em uso
ru: Порт уже используется
sv: Porten används redan
vi: Cổng đang được dùng

source: The installation script has detected that that port you specified is already bound to a service other than boa and is therefore not valid.
es: El guión de instalación ha detectado que el puerto especificado está todavía ligado a un servicio distinto a boa y, por lo tanto, no es válido.
eu: Instalazio script-ak zuk ezarritako ataka dagoeneko boa-z beste zerbitzu batentzat ezarririk dagoela antzeman du eta ez da aurrerantzean baliozkoa izango.
fr: Le script d'installation a détecté que le port que vous avez indiqué est déjà utilisé par un service autre que boa et par conséquent indisponible.
pt_br: O script de instalação detectou que a porta que você especificou já está em uso por outro serviço, que não é o boa, e portanto não é válida.
ru: Сценарием установки обнаружено, что указанный вами порт уже используется другой службой, не boa, и поэтому не подходит.
sv: Installationsskriptet har upptäckt att den port du angav redan används för en annan tjänst och är därför inte giltig.
vi: Văn lệnh cài đặt đã phát hiện rằng cổng được bạn ghi rõ đã được tổ hợp với một dịch vụ khác với boa thì không phải là hợp lệ.

source: Port 80 already in use
es: El puerto 80 ya está ocupado
eu: 80 ataka dagoeneko erabilia
fr: Port 80 déjà utilisé
pt_br: Porta 80 já em uso
ru: Порт 80 уже используется
sv: Port 80 används redan
vi: Cổng 80 đang được dùng

source: The installation script has detected that port 80 is already bound to a service other than boa. By default, boa uses this port to serve requests for clients. This problem prevents boa from being started properly.
es: El guión de instalación ha detectado que el puerto 80 todavía está ligado a un servicio distinto a boa. Por omisión, boa utiliza este puerto para servir las peticiones de los clientes. Este problema impide a boa arrancar correctamente.
eu: Instalazio script-ak 80 ataka boa-z beste zerbitzu batek erabiltzen duela atzeman du. Lehenespen bezala boa-k ataka hori erabiltzen du bezeroen eskakizunak zerbitzatzeko. Arazo honek boa behar bezala abiaraztea ezintzen du.
fr: Le script d'installation a détecté que le port que vous avez indiqué est déjà utilisé par un service autre que boa. Ce problème empèchera de démarrer boa correctement.
pt_br: O script de instalação detectou que a porta 80 já está em uso por outro serviço que não é o boa. Por padrão, boa usa esta porta para atender requisições de clientes. Este problema impede boa de ser iniciado apropriadamente.
ru: Сценарием установки обнаружено, что порт 80 уже используется другой службой, не boa. Boa использует этот порт по умолчанию для обработки клиентских запросов. Из-за этого, boa не будет запущена.
sv: Installationsskriptet har upptäckt att port 80 redan används av en annan tjänst. Som standard använder boa denna port för att hantera förfrågningar från klienter. Detta problem förhindrar boa från att starta upp korrekt.
vi: Văn lệnh cài đặt đã phát hiện rằng cổng số thứ tự 80 đã được tổ hợp với một dịch vụ khác với boa. Mặc định là trình boa sử dụng cổng này để phục vụ các yêu cầu cho ứng dụng khách. Trường hợp xung đột này sẽ ngăn cản trình boa khởi chạy.

source: Port 80 previously in use, now available
es: El puerto 80 estaba ocupado, pero ahora está disponible
eu: 80 taka lehenago erabilia, orain erabilgarri
fr: Port 80 autrefois utilisé, mais désormais disponible
pt_br: Porta 80 previamente em uso, agora disponível
ru: Ранее использовавшийся порт 80 теперь свободен
sv: Port 80 användes tidigare men är nu tillgänglig
vi: Cổng 80 được dùng trước, mới sẵn sàng

source: The installation script has detected that port 80 was at one time in use by another process. Because of this, boa was configured to either ignore the problem, or use a different port. Currently, port 80 is available again.
es: El guión de instalación ha detectado que otro proceso ha usado el puerto 80 una vez. Boa se ha configurado para ignorar este problema pero siempre puede utilizar un puerto diferente. Actualmente el puerto 80 está de nuevo disponible.
eu: Instalazio script-ak 80 ataka une batenbatean beste prozesu batek erabili duela antzeman du. Honegatik boa arazoari ez kasu egiteko edo beste ataka bat erabiltzeko konfiguratu behar da. Orain 80 ataka erabilgarri dago berriz.
fr: Le script d'installation a détecté que le port 80 était utilisé par un autre processus. Pour cette raison, boa a été configuré pour utiliser un autre port, ou pour ignorer le problème. Le port 80 est à nouveau disponible.
pt_br: O script de instalação detectou que a porta 80 estava num dado momento em uso por outro processo. Por causa disto, boa foi configurado para, ou ignorar o problema, ou usar uma porta diferente. Atualmente, a porta 80 está disponível novamente.
ru: Сценарием установки ранее было обнаружено, что порт 80 уже использовался другим процессом. Из-за этого boa была настроена или игнорировать эту проблему, или использовать другой порт. В данный момент порт 80 свободен.
sv: Installationsskriptet har upptäckt att port 80 användes tidigare av en annan process. På grund av detta konfigurerades boa för att antingen ignorera problemet eller till att använda en annan port. För närvarande är port 80 tillgänglig igen.
vi: Văn lệnh cài đặt đã phát hiện rằng cổng 80 lúc nào đã được sử dụng bởi tiến trình khác. Vì vậy trình bao được cấu hình hoặc để bỏ qua vấn đề này, hoặc để sử dụng cổng khác. HIện thời, cổng 80 sẵn sàng lại.

source: Alternative port for boa:
es: Puerto alternativo para boa:
eu: Aukerako ataka boa-rentzat:
fr: Port d'écoute pour boa :
pt_br: Porta alternativa para boa:
ru: Альтернативный порт для boa:
sv: Alternativ port för boa:
vi: Cổng xen kẽ cho boa:

source: The port number you enter will be used by boa in order to serve client requests.
es: Boa utilizará el número de puerto que ha introducido para servir las peticiones de los clientes.
eu: Ezartzen duzun ataka zenbakia boa-k bezero eskakizunak zerbitzatzeko erabiliko du.
fr: Veuillez indiquer le port où boa servira les clients.
pt_br: O número da porta que você informar será usado pelo boa para atender requisições de clientes.
ru: Введённый вами номер порта будет использован boa для обработки клиентских запросов.
sv: Portnumret du anger kommer att användas av boa för att ta hand om klientförfrågningar.
vi: Trình boa sẽ dùng cổng này để phục vụ các yêu cầu của ứng dụng khách.
